/* Localized versions of Info.plist keys */

/* edit memo view bar button default title */
"editmemoview.barbutton.tag.title" = "Tag";

/* edit memo view trash memo confirm dialog message */
"editmemoview.memo.trash.message" = "Are you sure you want to remove a memo?";

/* edit memo view trash memo confirm dialog title */
"editmemoview.memo.trash.title" = "Remove Memo";

/* edit memo view title */
"editmemoview.navigation.title" = "Template Memo";

/* edit memo view empty title */
"editmemoview.navigation.title.empty" = "(No Title)";

/* edit memo view trash temple confirm dialog message */
"editmemoview.temple.trash.message" = "Are you sure you want to remove a template?";

/* edit memo view trash temple confirm dialog title */
"editmemoview.temple.trash.title" = "Remove Template";

/* edit memo view trash confirm dialog cancel button */
"editmemoview.trash.confirm.cancel" = "Cancel";

/* edit memo view trash confirm dialog ok button */
"editmemoview.trash.confirm.ok" = "Remove";

/* insert template view empty preview */
"inserttempleview.cell.preview.empty" = "(No Preview)";

/* memo view tagmemo title */
"memoview.navigation.tagmemo.title" = "%@";

/* memo info view tag empty */
"memoinfoview.cell.tag.empty" = "(No Tag)";

/* memo view cell date - HH:mm */
"memoview.cell.date.hhmm" = "HH:mm";

/* memo view cell date - MMdd HH:mm */
"memoview.cell.date.mmddhhmm" = "MM/dd HH:mm";

/* memo view cell date - yyyymmdd */
"memoview.cell.date.yyyymmdd" = "yyyy/MM/dd";

/* memo view cell empty preview */
"memoview.cell.preview.empty" = "(No Preview)";

/* memo view cell empty title */
"memoview.cell.title.empty" = "(No Title)";

/* memo view title - All Memo */
"memoview.navigation.allmemo.title" = "All Memo";

/* setting fontsize - extra large */
"setting.fontsize.extralarge" = "Extra Large(%gpt)";

/* setting fontsize - large */
"setting.fontsize.large" = "Large(%gpt)";

/* setting fontsize - normal */
"setting.fontsize.normal" = "Normal(%gpt)";

/* setting fontsize - small */
"setting.fontsize.small" = "Small(%gpt)";

/* setting fontsize - very small */
"setting.fontsize.verysmall" = "Very Small(%gpt)";

/* setting template label - none */
"setting.template.label.none" = "none";

/* setting template label - none */
"setting.template.name.none" = "none";

/* setting template empty preview */
"setting.template.preview.empty" = "(No Preview)";

/* settinginfo title - default template */
"settinginfo.defaulttemplate.title" = "default";

/* settinginfo title - font */
"settinginfo.font.title" = "Font";

/* settinginfo title - fontsize */
"settinginfo.fontsize.title" = "Font Size";

/* settinginfo - default */
"settinginfo.title.default" = "Default";

/* tag setting view section 0 header title */
"tagsettingview.section.0.header.title" = "List of Tags for Memo";

/* tag setting view section 1 header title */
"tagsettingview.section.1.header.title" = "Tag Lists\nYou can tag when you tap the tag below";

/* tag view cell - All Memo */
"tagview.cell.allmemo" = "All Memo";

/* tag view insert tag dialog cancel button */
"tagview.inserttag.cancel" = "Cancel";

/* tag view insert tag dialog ok button */
"tagview.inserttag.ok" = "Create";

/* tag view insert tag dialog title */
"tagview.inserttag.title" = "Create Tag";

/* same tag name warning message */
"tagview.inserttag.warning.message" = "Tag with the same name is already registered";

/* same tag name warning ok button */
"tagview.inserttag.warning.ok" = "OK";

/* same tag name warning title */
"tagview.inserttag.warning.title" = "Not Create Tag";

/* template memo view cell preview empty */
"templatememoview.cell.preview.empty" = "(No Preview)";

/* template memo view insert temple dialog cancel button */
"templatememoview.insert.cancel" = "Cancel";

/* template memo view insert temple dialog ok button */
"templatememoview.insert.ok" = "Create";

/* template memo view insert temple dialog title */
"templatememoview.insert.title" = "Create Template";

/* template memo view insert temple dialog warning message */
"templatememoview.insert.warning.message" = "Template with the same name is already registered";

/* template memo view insert temple dialog warning ok button */
"templatememoview.insert.warning.ok" = "OK";

/* template memo view insert temple dialog warning title */
"templatememoview.insert.warning.title" = "Not Create Template";

/* template memo view remove temple warning message */
"templatememoview.remove.warning.message" = "You can not delete because this template is the default setting。\nPlease remove after changing the settings of the lower left corner of the tag list \"Settings\" → \"template settings\" in the \"default\"";

/* template memo view remove temple warning ok button */
"templatememoview.remove.warning.ok" = "OK";

/* template memo view remove temple warning title */
"templatememoview.remove.warning.title" = "Not Delete Template";

/* template memo view search scope - body */
"templatememoview.searchbar.scope.body" = "body";

/* template memo view search scope - name */
"templatememoview.searchbar.scope.name" = "name";

/* template memo view search scope - name + body */
"templatememoview.searchbar.scope.name_body" = "name+body";

/* No comment provided by engineer. */
"test1" = "test1";

/* send mail into log file confirm dialog title */
"feedbackview.mailsend.confirm.title" = "The Are you sure you want to attach a log for bug study?";

/* send mail into log file confirm dialog message */
"feedbackview.mailsend.confirm.message" = "Information to identify individuals and log is not included. We ask for your cooperation for the bug investigation.";

/* send mail into log file confirm dialog cancel button */
"feedbackview.mailsend.confirm.cancel" = "Cancel";

/* send mail into log file confirm dialog not into button */
"feedbackview.mailsend.confirm.nolog" = "Not attach";

/* send mail into log file confirm dialog into button */
"feedbackview.mailsend.confirm.intolog" = "Attach";

/* memoview search bar placeholer */
"memoview.searchbar.placeholer" = "Find Memo";

/* tagview search bar placeholer */
"tagview.searchbar.placeholer" = "Find Tag";

/* templateview search bar placeholer */
"templateview.searchbar.placeholer" = "Find Template";

/* templateview first lunch sample template name */
"templateview.sample.name" = "Sample";

/* templateview first lunch sample template body */
"templateview.sample.body" = "Current date is entered automatically when you type in the word template below.\n$ {date}\n\nI can be specified in () the format of the date.\n$ {date (MM / dd)}\n\nG era (AD, etc.)\nyy Year (two digits)\nyyyy year (4 digits)\nMM is the month (1-12)\nMMM month (Jan)\nMMMM month (Janualy)\ndd day (two digits)\n(The Yes No zero-padding) H at\n(Two digits, there is zero-padded) HH-time\n(The Yes No zero-padding) m when\n(two digits, there is zero-padded) mm at the time\n(The Yes No zero-padding) s time\n(two digits, there is zero-padded) ss time\nz time zone\n\nAge: $ {date (G)}\nYear (two digits): $ {date (yy)}\nYear (4 digits): $ {date (yyyy)}\nMonth (1 ~ 12): $ {date (MM)}\nMonth (Jan): $ {date (MMM)}\nMonth (Janualy): $ {date (MMMM)}\nDay (two digits): $ {date (dd)}\nWhen (and Yes No zero-padding): $ {date (H)}\n(Two digits, there is zero-padded) when: $ {date (HH)}\nMinutes (The Yes No zero-padding): $ {date (m)}\nMinute (2 digits, there is zero-filled): $ {date (mm)}\n(Yes None zero fill) s: $ {date (s)}\n(Two digits, there is zero-padded) s: $ {date (ss)}\nTime zone: $ {date (z)}\nDay of the week (x day): $ {date (EEEE)}\nDay of the week: $ {date (EEE)}";

/*
 Localizable.strings
 AAMFeedbackViewController
 
 Created by Takayuki Fukatsu on 11/11/30.
 Copyright (c) 2011蟷ｴ Art & Mobile. All rights reserved.
 */

//Navigation Controller Elements
"AAMFeedbackTitle" = "Feedback";
"AAMFeedbackTopicsTitle" = "Topics";

"AAMFeedbackButtonMail" = "Mail";
"AAMFeedbackDescriptionPlaceholder" = "Please write for details.";

//Table Headers
"AAMFeedbackTableHeaderTopics" = "Please Fill";
"AAMFeedbackTableHeaderBasicInfo" = "Your Environment";

//Topics Options
"AAMFeedbackTopicsQuestion" = "Question";
"AAMFeedbackTopicsRequest" = "Request";
"AAMFeedbackTopicsBugReport" = "Bug Report";
"AAMFeedbackTopicsMedia" = "Media";
"AAMFeedbackTopicsBusiness" = "Business";
"AAMFeedbackTopicsOther" = "Other";

"AAMFeedbackMailDidFinishWithError" = "Failed to send your feedback. Please try later.";